[
  {
    "id": "stickman-ghost-online-game",
    "title": "Stickman Ghost Online",
    "description": "Play Stickman Ghost Online for free and dive into an epic stickman action adventure! Take control of a brave stickman warrior determined to protect his world from evil enemies. Battle through intense levels filled with stickman ninjas, powerful bosses, and non-stop action. Use a wide variety of weapons, combos, and fighting skills to crush your rivals and prove you’re the ultimate ghost fighter. Explore different areas, perform deadly moves, and master special abilities to survive. Collect coins to upgrade your weapons, unlock new skins, and enhance your powers. Become the last ghost survivor in Stickman City and save the world from chaos. If you love stickman games, ninja fighting, and fast-paced action, this free online game is made for you!",
    "genre": "Action, Adventure",
    "thumbnail": "https://tikmob.github.io/game/images/1.jpg",
    "iframe": "https://html5.gamemonetize.co/qsd2h427rg6z6gza2xekqsdwgk1dwksa/"
  },
  {
    "id": "prado-car-parking-game",
    "title": "Prado Car Parking Game",
    "description": "Experience the next level of luxury driving with Prado Car Parking Simulator. Step into a world where precision meets performance, offering an authentic and immersive parking adventure crafted for SUV lovers and driving perfectionists. Master your skills behind the wheel of high-end Prado vehicles as you navigate through realistic environments, complex parking missions, and smooth controls that test your accuracy, focus, and timing. This isn't just another car game — it's a complete driving simulator that challenges you to park like a pro.",
    "genre": "Racing, Adventure",
    "thumbnail": "https://tikmob.github.io/game/images/5.jpg",
    "iframe": "https://html5.gamemonetize.co/xdcbce71p7nlxghsu51nly0ussa0li4s/"
  },
  {
    "id": "super-mario-run-game",
    "title": "Super Mario Run",
    "description": "Join Mario and his friends in this free running and adventure game! Help rescue the princess as you run, jump, and dash through colorful worlds filled with platform challenges, coins, enemies, and traps. Tap to jump over spikes, perform amazing tricks, and stomp on enemies to defeat them. Collect coins to unlock fun Mario-style masks and power-ups in the shop. Watch out for dangerous saws and spikes, stay focused, and run as fast as possible to reach the highest score. If you love classic Mario games, platform runner adventures, and arcade-style challenges, this game is made for you. Play now and enjoy endless fun with Run with Mario and Friends — the best free Mario-style running game online!",
    "genre": "Adventure",
    "thumbnail": "https://tikmob.github.io/game/images/4.jpg",
    "iframe": "https://html5.gamemonetize.co/pooszvaulpq40v81v8z3cfdpzau4hro6/"
  },
  {
    "id": "sniper-simulator-game",
    "title": "Sniper Simulator",
    "description": "Step into the world of precision shooting with Sniper Simulator, a realistic first-person sniper game designed for true marksmen. Take on the role of an elite sniper and test your skills with a wide range of classic rifles and modern sniper weapons. Experience thrilling sniper training missions, where every shot counts and accuracy is everything. Enjoy the unique gun assembly feature, allowing you to build and customize your own sniper rifles before heading into missions. The game offers smooth controls, realistic gun textures, and immersive sound effects, delivering one of the most authentic FPS shooting experiences ever made. Whether you're a fan of sniper simulators, military training games, or realistic shooting practice, Sniper Simulator is your ultimate test of patience, focus, and precision.",
    "genre": "Action",
    "thumbnail": "https://tikmob.github.io/game/images/3.jpg",
    "iframe": "https://html5.gamemonetize.co/ote0vnkghfmoz4n40ifk5isr27q9f5qj/"
  },
  {
    "id": "among-us-online-edition",
    "title": "Among Us Online Edition",
    "description": "Welcome to Among Us Online Edition, a thrilling solo version inspired by the famous space sabotage game. Step aboard the spaceship as the impostor, complete secret missions, and eliminate crew members one by one without getting caught. Use sabotage, stealth, and clever strategy to stay hidden and take control of the ship. Enjoy a tense and exciting offline Among Us experience where every move counts. Can you outsmart everyone and become the last one standing?",
    "genre": "Action, Arcade",
    "thumbnail": "https://tikmob.github.io/game/images/2.jpg",
    "iframe": "https://html5.gamemonetize.co/luye5rleios737wp2o9wjq7h577gl937/"
  },
  {
    "id": "worms-zone-a-slithery-snake",
    "title": "Worms Zone a Slithery Snake",
    "description": "Enter the world of Worms Zone, a fun and fast-paced snake evolution game with a dynamic storyline. Start as a tiny worm and eat everything in your path to grow into a massive anaconda. Keep moving, stay alert, and avoid being eaten by larger opponents. Compete with other players, collect colorful treats, and become the biggest worm in the arena. The more you eat, the stronger you get — but remember, one wrong move and it’s game over! Enjoy smooth controls, vibrant visuals, and addictive gameplay that makes Worms Zone one of the most exciting slither-style games around.",
    "genre": "Arcade",
    "thumbnail": "https://tikmob.github.io/game/images/6.jpg",
    "iframe": "https://html5.gamemonetize.co/3oeuck11kfyukgvc8zplpnkf3hyuwgr9/"
  },
  {
    "id": "geometry-dash-beatbox",
    "title": "Geometry Dash BeatBox",
    "description": "Get ready for an adrenaline-pumping challenge in Geometry Dash, the ultimate rhythm-based action platform game! Jump, fly, and flip your way through dangerous paths filled with spikes and obstacles. With simple one-touch controls, it’s easy to play but nearly impossible to master.Test your reflexes across multiple music-synced levels, each featuring a unique soundtrack that keeps the action alive. Create and share your own levels using the built-in level editor, and unlock icons, colors, and skins to customize your character.Fly rockets, flip gravity, and perfect your timing in practice mode before taking on the toughest stages. Geometry Dash is more than a game — it’s a rhythmic adventure that will keep you hooked for hours!",
    "genre": "Arcade",
    "thumbnail": "https://tikmob.github.io/game/images/7.jpg",
    "iframe": "https://html5.gamemonetize.co/awue2vxolgollll5aop6wlbdfgizj7e0/"
  },
  {
    "id": "getting-over-it-unblocked",
    "title": "Getting Over It Unblocked",
    "description": "Embark on the most challenging climbing adventure with Getting Over It Unblocked! Take control of a man trapped inside a pot",
    "genre": "Action, Adventure",
    "thumbnail": "https://tikmob.github.io/game/images/8.jpg",
    "iframe": "https://html5.gamemonetize.co/99gjodm9l46o7lbkuf26qhc54pxyzp1o/"
  },
  {
  "id": "super-tunnel-rush",
  "title": "Super Tunnel Rush",
  "description": "Play Super Tunnel Rush online for free and experience one of the fastest 3D racing games on the web! Test your reflexes as you speed through colorful tunnels filled with impossible twists, flashing lights, and mind-bending obstacles. Stay focused to survive the rush and reach the highest score! This unblocked tunnel game combines high-speed action, precision control, and thrilling gameplay that keeps you coming back for more. Perfect for fans of endless runners, speed racing, and tunnel rush challenges. Play now and see how far you can go in this ultimate adrenaline-packed experience!",
  "genre": "Racing, Arcade",
  "thumbnail": "https://tikmob.github.io/game/images/9.png",
  "iframe": "https://igroutka.ru/loader/game/48691/"
},
  {
  "id": "subway-surfers-winter-holiday",
  "title": "Subway Surfers Winter Holiday",
  "description": "Play Subway Surfers Winter Holiday online for free and enjoy the most festive edition of the world-famous endless runner! Dash through snowy streets, dodge trains, and collect coins in this unblocked Subway Surfers Winter edition. Explore a magical winter wonderland filled with sparkling lights, snowmen, and holiday decorations. Unlock exclusive Christmas characters like Santa, the Snowman, and the Elf, and ride special holiday hoverboards. Complete seasonal challenges to earn coins, keys, and festive rewards! Whether you love Subway Surfers or are new to the game, this Winter Holiday version is the perfect way to celebrate the season and test your reflexes. Play now and surf your way to the top score!",
  "genre": "Arcade",
  "thumbnail": "https://tikmob.github.io/game/images/10.jpg",
  "iframe": "https://igroutka.ru/loader/game/46980/"
},
  {
  "id": "stickman-hook-spiderman",
  "title": "Stickman Hook: Spider-Man",
  "description": "Play Stickman Hook: Spider-Man online for free and swing into action with one of the most exciting stickman games ever! Take control of the fearless Stickman who takes inspiration from Spider-Man to master the art of swinging through the city. Use your rope to hook onto platforms, perform amazing flips, and reach incredible distances in this physics-based arcade adventure. Each level challenges your timing, reflexes, and creativity as you soar through colorful worlds and unlock new skins. Perfect for fans of stickman action, spiderman hook challenges, and unblocked games. Test your skills, swing like a hero, and see how far you can go in Stickman Hook: Spider-Man!",
  "genre": "Arcade, Action",
  "thumbnail": "https://tikmob.github.io/game/images/11.png",
  "iframe": "https://igroutka.ru/loader/game/40595/"
},
{
  "id": "cookie-clicker-online",
  "title": "Cookie Clicker",
  "description": "Play Cookie Clicker online for free and experience the ultimate idle clicker game loved by millions! Start baking cookies by clicking and watch your empire grow as you unlock upgrades, factories, and achievements that boost your production speed. This unblocked Cookie Clicker version lets you bake endlessly while discovering exciting strategies to become the ultimate cookie master. Collect golden cookies, automate your bakery, and dominate the leaderboard in this addictive incremental game. Perfect for fans of idle games, incremental simulators, and endless clicker challenges. Play now and see how many cookies you can bake!",
  "genre": "",
  "thumbnail": "https://tikmob.github.io/game/images/12.jpg",
  "iframe": "https://html5.gamemonetize.co/z5n072q7gj0w969r5ul4ignnxe0fzsun/"
},
{
  "id": "cryzen-io",
  "title": "Cryzen.io",
  "description": "Play Cryzen.io online for free — an action-packed first-person shooter where skill and strategy decide who dominates the battlefield! Join intense Deathmatch and Team Deathmatch battles against players worldwide in this fast-paced multiplayer FPS. Test your aim, reflexes, and tactics as you climb the ranks and unlock epic skins, weapons, and outfits to customize your character. Whether you prefer solo action or team-based gameplay, Cryzen.io delivers nonstop shooting fun with smooth controls and stunning 3D graphics. Perfect for fans of io shooters, online FPS games, and unblocked shooting challenges. Load your weapon, join the fight, and prove you’re the best",
  "genre": "Shooter, Multiplayer, FPS",
  "thumbnail": "https://tikmob.github.io/game/images/13.png",
  "iframe": "https://cryzen.io/play"
},
{
  "id": "vectaria-io",
  "title": "Vectaria.io",
  "description": "Play Vectaria.io online for free — a 3D multiplayer sandbox adventure inspired by Minecraft! Choose your character (Martha, Oliver, Mike, or Rose) and jump into a massive voxel world filled with endless possibilities. Explore, build, survive, and battle other players in real time across three unique game modes: PvP Survival, Casual Survival, and Creative. In PvP mode, fight to stay alive and grow stronger; in Creative mode, unleash your imagination and build anything you dream of. Vectaria.io combines creativity, competition, and community into one epic online experience. Perfect for fans of Minecraft-style building games, open-world survival, and unblocked io adventures. Join now and start crafting your world today!",
  "genre": "Adventure, Sandbox, Multiplayer",
  "thumbnail": "https://tikmob.github.io/game/images/14.png",
  "iframe": "https://vectaria.io/home"
},
{
  "id": "minefun-io",
  "title": "MineFun.io",
  "description": "Play MineFun.io online for free — a colorful blocky world full of parkour challenges and endless fun! Jump, run, and dodge obstacles across creative 3D maps inspired by Minecraft. Test your reflexes in parkour mode, explore islands, and conquer the classic Obby world while earning coins to unlock awesome skins. Customize your character and show off your style as you compete with players worldwide or create private rooms to play with friends. MineFun.io combines the thrill of parkour, creativity, and multiplayer fun in one exciting online adventure. Perfect for fans of Minecraft, parkour maps, and unblocked io games. Join now and see how far your skills can take you!",
  "genre": "Parkour, Adventure, Multiplayer",
  "thumbnail": "https://tikmob.github.io/game/images/15.png",
  "iframe": "https://minefun.io/"
},
{
  "id": "lurkers-io",
  "title": "Lurkers.io",
  "description": "Play Lurkers.io online for free — a retro-style multiplayer mining and shooting game where speed, skill, and strategy decide who wins! Gather resources, craft weapons, and build defenses as you fight other players across three epic game modes. In Bed Wars, protect your base while trying to destroy your enemy’s bed. In Team Deathmatch, gear up and eliminate your rivals in fast-paced combat. Or capture your opponent’s flag and bring it home to victory in Capture the Flag mode! Collect loot, upgrade your gear, and dominate the battlefield in this action-packed io game. Perfect for fans of mining, crafting, and competitive multiplayer shooters. Join now and prove you’re the best in Lurkers.io!",
  "genre": "Action, Shooter, Multiplayer",
  "thumbnail": "https://tikmob.github.io/game/images/16.png",
  "iframe": "https://lurkers.io/"
},
{
  "id": "nightpoint-io",
  "title": "Nightpoint.io",
  "description": "Play Nightpoint.io online for free — a fast-paced zombie survival shooter where you must fight to stay alive during the apocalypse! Battle waves of zombies and rival survivors in this intense multiplayer io game. Choose your favorite weapon, from assault rifles to machine guns, and upgrade your stats to boost your power and accuracy. Dodge attacks, collect ammo, and survive for as long as you can in this top-down action shooter. Whether you’re taking on hordes of undead or outgunning other players, Nightpoint.io delivers nonstop adrenaline and chaos. Perfect for fans of zombie games, survival shooters, and unblocked io action. Join the fight and prove you’re the ultimate survivor!",
  "genre": "Shooter, Survival, Multiplayer",
  "thumbnail": "https://tikmob.github.io/game/images/17.png",
  "iframe": "https://nightpoint.io/"
},
{
  "id": "yohoho-io",
  "title": "YoHoHo.io",
  "description": "Play YoHoHo.io online for free — the ultimate pirate battle royale game! After a shipwreck, you and other pirates are stranded on a mysterious island where only the strongest will survive. Use your cutlass to defeat rival pirates, collect gold, and grow bigger and stronger with every victory. The more loot you plunder, the more powerful you become! Battle your way to the top, unlock new pirate characters, and dominate the island in this action-packed io adventure. Perfect for fans of pirate games, battle royale action, and unblocked io games. Join now, matey, and prove you’re the fiercest pirate on the island!",
  "genre": "Action, Battle Royale, Multiplayer",
  "thumbnail": "https://tikmob.github.io/game/images/18.png",
  "iframe": "https://yohoho.io/"
}



]
